 {
  "Lesson 1":["The mysteries of the kingdom of heaven.","Much (many) people.","Behold a sower went forth to Sow.","The world knew Him not.","Sow the good seed.","That seeing they might not see, and hearing they might not understand.","Ye shall know the truth and the truth shall make you free.","Went out a sower to sow.","Go ye therefore and teach all nations.","(a) The Word. (b) Grace and truth.","(a) The Word. (b) They Word is truth.","Are changed into the same image.","To search the scriptures for in them ye think ye have eternal life and they testify of me (Christ.)","All scripture is given by inspiration of God and is profitable for doctrine, for reproof, for correction, and for instruction in righteousness.","Beware lest ye also being led away with the error of the wicked fall from your own steadfastness.","The gospel of the kingdom.","A way that seems right unto a man but the end thereof are the ways of death.","He that sows to his flesh shall of the flesh reap corruption.","Study to show thyself approved unto God... rightly dividing the Word of truth.","The life was manifested and we have seen it, and bear witness, and show unto you eternal life."],
 
"Lesson 2":["Having ears willing to hear.","A heart hardened through the deceitfulness of sin.","Satan comes immediately and takes away the Word that was sown in their heart.","(a) A true witness delivers Souls. (b) For by thy words thou shalt be justified, and by thy words thou shalt be condemned.","Endures for a while until tribulation or persecution rises.","With meekness the engrafted (planted) Word.","The just shall live by faith.","He is offended.","Abide in me (Christ.)","With all they heart, and with all they soul, and with all they mind, and with all thy strength.","Serve Him without fear, in holi- ness and righteousness before Him, all the days of our lives.","Christ will dwell in your hearts by faith and you will be rooted and grounded in love.","He that loses his life for my sake shall find it.","As every man receives the gift, even so minister the same one to another.","No one can serve two masters."],
 
"Lesson 3":["The Word is choked and he becomes unfruitful.","Wholly–your whole spirit and soul and body be preserved blameless unto the coming of our Lord.","* Cares of this world. * The deceitfulness of riches. * The lusts entering in.","Casting all your cares upon Him.","May gain the whole world and lose his own soul.","He that abides in me, and I in Him, the same bringes forth much fruit.","It is God that gives thee power to get wealth.","War against the soul.","Train up a child in the way he should go.","Seek ye first the kingdom of God, and His righteousness.","God is greatly to be feared (respected) in the assembly of the saints and to be had in reverence of all them that are about Him.","To be carnally minded is death.","They drown men in destruction and perdition (ruin.)"],
 
"Lesson 4":["Willingness to turn our heart to spiritual things so we may hear.","Break up your fallow ground.","If we draw out our soul to the hungry and satisfy the afflicted.","I am crucified with Christ; nevertheless I live yet not I, but Christ lives in me.","Fruit that sprang up and increased.","I came not to call the righteous but the sinners to repentance.","Hear and understand the Word.","Not as the word of man, but as it is in truth, the Word of God.","Makes wise the simple.","Mediate upon these things and give thyself wholly to them.","Bring forth fruit.","Teach me O Lord the way of they statutes; and I shall keep it unto the end.","Patience (perseverance.)","Tribulation works patience.","Draw near with a true heart in full assurance of faith.","Bears and bring forth fruit."],
 
"Lesson 5":["(a) The Sower - “a man.” (b) The Reaper who putes in the sickle - “He” is Christ.","Sow thy seed.","God.","(a) The Lord God will cause righteousness and praise to spring forth before the nations. (b) I (God) will be as the dew unto Israel.","Offer the sacrifices of righteousness, and put your trust in the Lord.","(a) He that goes forth and weeping, bearing precious seed, shall doubtless come again rejoicing bringing his sheaves with him. (b) It shall not return void.","Grow up before Him as a tender plant and as a root out of dry ground.","Not by might; nor by power, but by My Spirit says the Lord of hosts.","Yield fruit to grow up and increase.","The Sower.","He that abides in me, and I in Him, the same brings forth much fruit.","Love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance."],
 
"Lesson 6":["(a) The field which is the world. (b) Among the wheat.","* The Sower–the son of man. * The Good seed–the children of the kingdom. * The Tares–the children of the wicked one. * The Enemy–the devil. * The Reapers–the angels.","A stinking savor: so does a little folly in him that has a reputation for wisdom and honor.","Let them grow together until the harvest.","(a) The Lord sees not as man sees; for man lookes on the outward appearance, but the Lord looks on the heart. (b) For Thou (the Lord) only knows the hearts of the children of men.","Patience and consolation grant you to be like mind.","Hypocrites.","The harvest at the end of the world.","The return of Christ and the sep- aration of him that serves God and him that serves Him not.","Cast into a furnace of fire."],
 
"Lesson 7":["It is like a grain of mustard seed.","(a) You shall know the truth and the truth shall make you free. (b) Righteousness.","It was less than all, like a grain of mustard seed.","The growth of newborn babes.","I am not ashamed of the gospel.","In the last days says God, I will pour out of my spirit upon all flesh: and you sons and daughters shall prophesy.","Your calling, brethren, how that not many wise, mighty, or noble are called.","Them that dwell on the earth, and to every nation, and kindred, and tongue, and people."],
 
"Lesson 8":["(a) Mysteries of the kingdom of heaven. (b) Things which have been kept secret from the foundation of the world.","God (by His Word.)","God so clothe the grass of the field...shall He not much more clothe you.","He (God) spoke, and it was done; He commanded, and it stood fast.","In the sweat of thy face shalt thou eat bread.","We are laborers together with God.","(a) First the blade, then the ear, after that the full ear of corn. (b) Jesus increased in wisdom and stature and in favor with God and man.","* Lust of the flesh. * Lust of the eyes. * Pride of life.","Train up a child in the way he should go and when he is old he will not depart from it.","Whatsoever a man sows, that shall he also reap.","Resisting the Holy Spirit.","A little leaven leavens the whole lump.","He which sows sparingly shall also reap sparingly and he that sows bountifully shall also reap bountifully.","The seed dies but brings forth much life.","He that hates his life in this world shall keep it unto life eternal...If any man serve me, him will my Father honor.","At the resurrection of the dead.","The tilling of the ground.","Grown over with thorns and broken down.","The wise seek knowledge.","For it is God which works in you both to will and to do His good pleasure."],
 
"Lesson 9":["A whole multitude.", "Leaven was compared to the kingdom of heaven.","He is drawing everyone to Him.","The Spirit of God.","In the heart.","Our love for Christ.","To be born again by the Spirit of God.","Incorruptible beauty of a quiet spirit.","Conversion.","We are made holy (sanctified) by the Word of God.","We gain through God’s Word the power of salvation and the ability to live by faith.","Love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, and temperance.","Seek first the kingdom of heaven.","Our desire will be to seek the good of others and not self.","Our conduct will become holy.","There is joy in heaven."],

"Lesson 10":["A hidden treasure.","The Holy Scriptures.","The cares of this world, the deceitfulness of riches, and the lust other things enter in and choke the Word from being fruitful in their hearts.","The person who rejects the spirit does not accept the things of the spirit. They seem foolish to him, they are spiritually discerned.","They desired the praise of men more then of God.","Where your treasure is your heart will be also.","It will result in loosing his own soul.","Man does not know its value. It is worth more then gold or all the valuable stones the world offers.","God’s Word.","Nature–the Heavens above.","They are happy because the result is better than silver and gold.","The way may seem right but the end is the way of death.","Defiles it.","He blessed them with wisdom and understanding by a factor of ten.","Study to show ourselves approved.","(a) Jesus is truth. (b) God’s Word is truth.","Wrestle those things we don’t understand to our own destruction.","The traditions of man.","When we search with all our heart.","Obey His commandments.","They searched the Scriptures daily with an open mind.","Faith.","The Holy Ghost.","Because His ways and thoughts are much greater then ours.","With the trust and faith of a child.","Apply our hearts, cry out for discernment, lift up our voice for understanding, seek for it as silver and hidden treasure.","When we have fulfilled the above conditions we will understand the fear of the Lord and find the knowledge of God."],
 
"Lesson 11":["All the treasures of wisdom and knowledge.","He came to His own and His own did not receive Him.","The merchant seeking pearls.","Fear the Lord, serve Him in truth with all your heart considering the great things He has done for you.","It is a gift offered to all, He is not willing that any should perish.","Wretched, miserable, poor, blind, and naked.","When a man realizes the value of the treasure is willing to give all that He has to obtain it.","(a) Lust of the flesh. (b) Lust of the eyes. (c) The pride of life.","The flock of His people.","God through His Spirit.","As the Prince and Saviour who gives repentance and forgiveness.","We cannot help but speak the things we have heard.","The Lord added to the church daily.","He will pour out His spirit upon all flesh."],
 
"Lesson 12":["The kingdom of heaven.","Some of every kind.","The end of the age.","The wicked and the just will be separated and the wicked cast in the fire to be destroyed.","At the end of the age.","He has no pleasure in the death of the wicked."],
 
"Lesson 13":["It will not return void but accomplish its purpose.","To be a witness to all men of what we have seen and heard.","The Lord gives wisdom and from His mouth comes knowledge and understanding.","It makes wise even the simple.","The entrance of His Word gives light and understanding.","All.","In them you find eternal life and they testify of Christ.","The light of the truth will shine brighter and brighter unto the perfect day.","Miss the blessing that comes from hearing it and keeping it.","“For had ye believed Moses, ye would have believed me: for he wrote of me. But if ye believe not his writings, how shall ye believe my words?”","The mysteries of God’s kingdom.","The width, length, depth and height of the love of Christ for us.","Pray with out ceasing.","From us will flow rivers of living water.","It is the spirit that quickens and Christ’s words that give life.","Seek after knowledge, and lift up thy voice for understanding seek her as silver, and search for her as for hidden treasure.","There will be rejoicing like one who has found treasure.","Hide God’s Word in our heart.","The Sanctuary","Blessed are those who read, hear, and keep the prophecies.","That we may know God and Jesus who He has sent.","The way unto salvation.","The mystery of godliness."],
 
"Lesson 14":["The Father’s who sent Him.","He came not to be ministered to but to minister to others and to give His life as a ransom.","In the early morning hours in a solitary place.","He communicated by prayer.","Action–our good works.","Others not just ourselves.","He will sufficiently provide all things needed for every good work.","If we being evil know how to give good gifts how much more shall our heavenly Father give to those who ask.","Ask, seek, and knock.","The children of God.","“Our Father.”","To be made kings and priests.","Fervently or with intensity.","Love others as we love ourself.","Acknowledgement of our sin to God by confession.","Keeping of His testimonies and seeking Him with our whole heart.","An abomination (disgusting).","Confess our faults and pray for one another.","Robbing Him (stealing).","A blessing from the windows of heaven that there is not room enough to receive.","Faith.","We are labourers together with Him.","The Lord who will sustain you and give you strength.","God who gives to all men liberally. ALL our needs!","A measure of faith.","The Word of God.","Ask our heavenly Father.","Ask in Christ’s name that the Father may be glorified.","The Spirit who makes intercession for us before the Father.","(a) Belief. (b) Ask according to God’s will.","He is able to do abundantly more then we ask or even think.","He who asks received and he who seeks will find.","He will supply all our needs according to His riches.","Private (secret) prayer."],
 
"Lesson 15":["Those who are self-righteous and think themselves better than others.","To gain the praise of man.","He was rebelliously walking in his own way after his own thoughts and thinking “I am holier than thou.”","Christ who left us the example we should follow.","An accuser of our brethren.","God be merciful to me a sinner.","He went to his house justified.","That without Christ we have no hope but by His blood we can be redeemed.","Take heed lest you fall.","If we confess our sins He is faithful to forgive us our sins and to cleanse us from all unrighteousness.","“Do you love me?”","“Feed my sheep.”","Pride or a proud heart.","To turn from his righteousness and commit iniquity and die in his sins.","We may truly believe we are right but our way may lead to death.","Watch and pray.","(a) Repentance (b) Humility–God resists the proud but gives grace to the humble.","His strength so we can make peace with Him.","His body.","Repentance.","Having true sorrow for sin and turning to the Lord with all our heart and with fasting, weeping and mourning.","All.","Eternal life which no man can steal.","That we are wretched, miserable, poor, blind, and naked.","Faith.","Our hearts are deceitful above all things and desperately wicked.","God’s throne of grace.","Create in me a clean heart, O God; and renew a right spirit within me.","As you received Christ (fully surrendered) so walk in Him.","We will loathe or detest ourselves for the evils we have committed.","That he felt he was the chief of all sinners.","I know that in my flesh dwells no good thing.","To will and to do His good pleasure.","Pride of life.","Our heart will rejoice in Him because we have trusted in His holy name.","He promises to dwell in the high and holy place with him who is of a contrite and humble spirit.","God is merciful, gracious, long suffering, abundant in goodness and truth.","We become a new creature, old things are passed away and all things become new!"]
}